export default function useBigLocation() {
  return {
    data: [
      { code: "1100000000", name: "서울특별시" },
      { code: "2600000000", name: "부산광역시" },
      { code: "2700000000", name: "대구광역시" },
      { code: "2800000000", name: "인천광역시" },
      { code: "2900000000", name: "광주광역시" },
      { code: "3000000000", name: "대전광역시" },
      { code: "3100000000", name: "울산광역시" },
      { code: "4100000000", name: "경기도" },
      { code: "4200000000", name: "강원도" },
      { code: "4300000000", name: "충청북도" },
      { code: "4400000000", name: "충청남도" },
      { code: "4500000000", name: "전라북도" },
      { code: "4600000000", name: "전라남도" },
      { code: "4700000000", name: "경상북도" },
      { code: "4800000000", name: "경상남도" },
      { code: "5000000000", name: "제주특별자치도" },
    ],
  };
}
